{"keys":[{"path":["title"],"id":"title","weight":1,"src":"title","getFn":null},{"path":["body"],"id":"body","weight":1,"src":"body","getFn":null}],"records":[{"i":0,"$":{"0":{"v":"This page has not yet sprouted","n":0.408},"1":{"v":"[Dendron](https://dendron.so/) (the tool used to generate this site) lets authors selective publish content. You will see this page whenever you click on a link to an unpublished page\n\n![](https://foundation-prod-assetspublic53c57cce-8cpvgjldwysl.s3-us-west-2.amazonaws.com/assets/images/not-sprouted.png)","n":0.189}}},{"i":1,"$":{"0":{"v":"Four Leaf Wiki","n":0.577},"1":{"v":"# Welcome to the Four Leaf Wiki\n\nThis is the third iteration of the Four Leaf Wiki... (Someone help). Hosted here you'll find information on various characters and places! On the left you can find a list of categories, Drop them down to view additional links. On the right you'll find the Table of Contents.\n\nWe're still migrating so some pages will not have information! Please bear with us!\n\n\n## Links\n\nThis section contains useful links to related resources and the community.\n\n- [Getting Started (Dendron)](https://link.dendron.so/6b25)\n- [[Getting Started (Edit with Github)|meta.github]]\n- [[Setting up Dendron for the wiki (In Progress)|meta.dendronguide]]\n- [Github Repository](https://github.com/LividJava/fourleafwiki)\n- [Official Four Leaf Discord](https://discord.gg/QERZXpP)","n":0.1}}},{"i":2,"$":{"0":{"v":"Tags","n":1}}},{"i":3,"$":{"0":{"v":"Stub","n":1},"1":{"v":"This article has been labeled as a **Stub** meaning information is generally missing. You can help out by clicking the \"Edit page on Github\" link at the bottom of the page. ^stub\n\n# What are Stubs?\nStubs are Articles that generally have very little information, either due to lack of knowledge or editing. Generally this is okay for articles with not much information present in the source material.","n":0.123}}},{"i":4,"$":{"0":{"v":"Meta","n":1}}},{"i":5,"$":{"0":{"v":"Rework","n":1},"1":{"v":"This page is undergoing a rework, information listed here may be inaccurate or out of date. ^rework","n":0.243}}},{"i":6,"$":{"0":{"v":"Editing on GitHub","n":0.577},"1":{"v":"While this site doesn't have a built in editor like Media Wiki style sites such as fandom, it doesn't mean you can't edit the pages!\n\n# Editing Existing Pages\nAt the bottom of every page you should see a link that says *Edit page on Github* Clicking on this will open the Github code editor allowing you to edit pages with ease!\n\nSeen below is how a page might appear.\n![](/assets/images/2022-12-09-09-55-11.png)\n\nAt the very top you can see the Front Matter. **DO NOT EDIT THIS!** You can start editing immediately below it! There is an exception, the `title:` field may be edited to modify how a title is displayed on the page.\n\nAfter you finish editing, Scroll down to commit your changes. making sure to select \"Create a **new branch** for this commit to start a pull request.\"\n\nMake sure to give your changes a title, and a short description of what you changed.\n![](/assets/images/2022-12-09-09-58-34.png)\n\n# Creating New Pages.\nTo create a new page, its not as simple as pressing \"New Page\" unfortunately.\n\nFirst open the [Github Repository](https://github.com/LividJava/fourleafwiki), and navigate to the **Notes** folder.\n![](/assets/images/2022-12-09-10-01-25.png)\n\nThen from here select **Create New File**\n![](/assets/images/2022-12-09-10-02-28.png)\n\nAnd to categorize the notes. Dendron uses a delimited naming convention, where each successive period indicates a deeper hierarchy.\n\nFor Example. If we wanted to create a page for Lupe under the Characters category. we would name it the following:\n\n`characters.guadalupejara`\n\nDon't worry about Adding front matter like shown in the previous section! It will be added after someone with Dendron installed syncs their local repository with the Github repository.","n":0.064}}},{"i":7,"$":{"0":{"v":"Lore","n":1}}},{"i":8,"$":{"0":{"v":"Witches' Notes","n":0.707},"1":{"v":"Content shown here is written in Verbatim. This page also serves as a collection of information that may not be listed in Witches notes, but does appear in the comics (that will have its own section).\n\n\n### Witches' Notes 1\nSource: [Episode 12 - The Dragonfly (External Link)](https://www.webtoons.com/en/fantasy/four-leaf/episode-12-the-dragonfly/viewer?title_no=1454&episode_no=12)\n\nThis section was added to the end of Episode 12.\n- Witches have an innocent, fragile and/r elegant appearance, which they use to their advantage to make people lower their guard.\n- They appear to be between 12 and 18 years old.\n- Though their age is unclear they grow up just like normal people.\n- Despite how fragile they may seem, they're very agile and their bodies are very resistant to damage.\n- Most witches have 1 to 3 bells.\n_ They're very sensitive to cold weather on their torso and arms; that's why, even on summer time, they're found wearing cozy clothing on the top even though they wear shorts or skirts. This combination ended up being known as the \"Witch Uniform\".\n- Their ears are pointy, length can vary.\n- The iris is only visible when the witch is going through strong emotions; the stronger the emotion the smaller the pupil.\n- All witches have pure yellow colored irises. The glow in their eyes is only noticeable in the dark and goes unnoticed at daylight.\n- Each witch has a distinctive color (Excepting black*); This color manifests on their pupils and when their magic is visible (Rays, Shields, ETC.).\n- All known witches were assigned female at birth; Male witches are transgender.\n- Witches are fond of sweet food, which is a poor substitute for gloom. However a witch doesn't need to consume gloom to live\\*.\n\n\\* More info to be added on future Witches Notes.\n\n### Witches' Notes 2\nSource: [Witches' Notes #2 (External Link)](https://www.webtoons.com/en/fantasy/four-leaf/witches-notes-2/viewer?title_no=1454&episode_no=31)\n\nThis episode was featured after the Season 1 Finale, and was broken into segments as it will be represented on this page.\n\n#### About Magic\n- The color of the magic of a witch is always the same color as their eyes and the one of their ribbons.\n- The color of their hair is usually the same color as their magic, but not in all the cases.\n- Some witches choose to dye their hair or use colored contact lenses.\n- Each one of the 100 witches has a unique color to their magic.\n- Humans who study magic also develop their own color, though it doesn't manifest on their physical appearance.\n- It is said that there are no two humans or witches with the same color of magic, even thought some of them may look alike at first glance.\n- The so called \"tools\" (such as staffs, wands, swords, ETC.) make the handling of magic easier; that's why its normal to find witches who have adopted mundane items as their tool (such as brooms, traffic poles, kitchen knives, ETC.)\n\n#### Bell-less Witches\n- It is said that bells contain souls of the witches.\n- A witch without their own bell loses their ability to reason or measure their actions, and can't retain any memories.\n- Besides that, their eyes turn completely black.\n- A witch in this state will continue like this until they get their own bell back. Even though they'll be able to steal other bells and become stronger.\n- In this case, the color of the ribbon attaching them to the bell will become black.\n- It isn't clear if they can recognize their own bell in this state, or if they just look for bells indiscriminately hoping to find theirs.\n\n#### About Bells\n- Each one of the 100 witches used to have one bell in the beginning, but they started stealing them for power.\n- Even though some may look similar each one of the 100 bells has a different pattern.\n- Bells vary in size, besides having all different patterns and a different musical note each.\n- A bell will always have the same size, the same pattern and the same sound, and these are unchangeable.\n- Witches with only one bell cannot hide their bell, nor choose the position of it, which leaves them vulnerable.\n- Witches with two or more bells can make them disappear to hide them, or choose where to show them.\n- A witch gains abilities and power the more bells they get.\n- Two witches with the same amount of bells will have the same abilities and power.\n- A witch needs to show the bells necessary to use certain abilities; though they don't need to show more bells to make those abilities stronger. The more bells, the stronger the abilities can become. For example, A two-bell witch will only be able to levitate; while a four-bell witch will be able to fly at high speeds by only showing two bells.\n- Once a bell is stolen, the ribbon attached to it will regenerate and slowly adopt the color of the new owner.\n- A stolen bell will shine with the color of its new owner.\n- Ribbons are similar to silk, though they are made of pure magic.\n- As far as it's known, only witches can break the ribbons of other witches\n- The bells are of witches are of no use to humans.\n\n### Witches' Notes 3\nSource: [Witches' Notes #3](https://www.webtoons.com/en/fantasy/four-leaf/witches-notes-3/viewer?title_no=1454&episode_no=77)\n\nThere was a Q&A before this episode was published, it discusses the abilities gained with bells. While it will be represented below in a table. This was not done so in the original episode.\n\nThe number of bells a witch has in possession determines the abilities they can use. All witches with the same amount of bells will have access to the same abilities, Though some will learn how to use them sooner than others. Studies and practice can help greatly when it comes to learning a new acquired ability. Abilities become stronger and more versatile with every added bell; For example, increasing the cast range, or being able to affect several targets at once. The following list refers to the number of bells a witch needs to have in possession in order for them to be able to use that ability.\n\n**Abilities gained with bells***\n\n|Number of Bells|Abilities Gained|\n|-|-|\n|0 Bells|At zero bells a witch hardly has any kind of magical abilities and depends mostly on brute force. They can't be sensed by someone with the ability to feel presences.|\n|1 Bell|Casting magical attacks, such as lighting or explosions. Though lighting attacks cause no more than a nuisance and explosions are similar to firecrackers.|\n|2 Bells|Magical attacks become strong enough to cause burns. Ability to conceal items such as magic tools, backpacks or even their bells. Ability to perceive gloom in the nearby area. Magic shields against non magical attacks. Telekinesis. Levitation.|\n|3 Bells|Magic Shields effective against Magical attacks.|\n|4 Bells|Telepathy. Requires contact.|\n|5 Bells|Flying at high speed. Requires a good understanding of the levitation ability.|\n|6 Bells|The ability to teleport themselves a short distance|\n|7 Bells|The ability to sense when magic is being used nearby|\n|8 Bells|The ability to sense presences.|\n|9 Bells|The ability to hide their own presence.|\n|10 Bells|The ability to use all previously acquired abilities even when bells are concealed.|\n|10+ Bells|???|\n\nThis is a non-exhaustive list, and in universe Witches with 3 bells have been seen with the ability to fly. This table will not be updated to reflect this in an effort to preserve it. and is merely a way to convey and consolidate all Witches' Notes on a single page.","n":0.029}}},{"i":9,"$":{"0":{"v":"Episodes","n":1}}},{"i":10,"$":{"0":{"v":"Season1","n":1}}},{"i":11,"$":{"0":{"v":"Episode 1 - The Least Magical Person","n":0.378}}},{"i":12,"$":{"0":{"v":"Characters","n":1},"1":{"v":"This section contains both major and minor characters from the series.\n\n## Main Story Characters\n- [[characters.guadalupejara]] - Protagonist\n- [[characters.carolina]] - Deuteragonist\n- [[characters.alvarlambert]]\n- [[characters.cricket]]\n- [[characters.hugosambrano]]\n\nAll characters are listed below.","n":0.192}}},{"i":13,"$":{"0":{"v":"Guadalupe \"Lupe\" Sambrano Jara","n":0.5},"1":{"v":"![[tags.stub#^stub]]\nGuadalupe, better known as Lupe, is the main character of the story.\n\n# Initial Appearance\nFirst appearing in Episode 1, she is seen falling from the sky, then waking up to her alarm, realizing she had remembered her dream, for the first time in her life in 16 years.\n\n# Physical Appearance\nLupe in her school uniform, shown in Episode 1. Her school bottoms can be interchanged with grey pants and a grey skirt with a darker shade of leggings underneath. She has orange hair with brown eyes. Kept consistent throughout outfits, is Lupe's forest green shoes, which match with Lina's eyes when shown as her imaginary friend. Out of school, Lupe wears a black shirt and red pants. These pants have a green-yellow waistband and buttoned pockets which line the front. They're wide at the bottom which has magenta cuffs, a shade similar to the pockets. At the top, on the sides, is a bell design with 'X's.\n\n#stub","n":0.08}}},{"i":14,"$":{"0":{"v":"Emma","n":1},"1":{"v":"![[tags.stub#^stub]]\n![[meta.rework#^rework]]\n# Initial Appearance\nEmma makes her debut in Episode 22 by crashing through a window in [[Cricket's|characters.cricket]] home while trying to get away from a gang of Red Hoods. It is here that she also comes across the main three protagonists of the story.\n\n# Search For The Lady\nIn Episode 24 [[Lupe|characters.guadalupejara]] and Emma briefly speak about the mountains, the known general location of The Lady. Emma tells her that she's also in search of [[The Lady|characters.alice]] for a wish, but what that wish could be is not yet known.\n\n\n\n#stub","n":0.107}}},{"i":15,"$":{"0":{"v":"Cricket","n":1},"1":{"v":"![[tags.stub#^stub]]\n\nCricket is a re-occurring character in Four Leaf, He is a supporting character First appearing in Episode 12 - The Dragonfly he is seen atop a bus waiting area playing an bandoneon. He has some commentary of the woods, and comments on [[Alvar's|characters.alvarlambert]] sword stating that every witch would recognize him by the Dragonfly.\n\n# Initial Appearance\nCricket, appears to be a musician, a traveler collecting stories, or at least this much is gleaned from his first appearance. He has clear knowledge of The Dragonfly and later on Four Leaf. He seems to be quite friendly and personable.\n\n# Personality\nCricket is a rather placid person, seeming to take things as they come. He seems to appreciate stories and takes the tellings of them quite seriously appearing to dislike when Alvar leaves out seemingly important details of Four Leaf . He also appears to be forgetful judging by his apartment in Episode 22 - A place to hide. Seeming to joke about a few things here and there in lightheartedness to ease tension as well.\n\n#stub","n":0.076}}},{"i":16,"$":{"0":{"v":"Carolina \"Lina\"","n":0.707},"1":{"v":"Carolina, better known as Lina, is the Deuteragonist of the main story.\n\n# Initial Appearance\nOriginally appearing in [[Episode 1|episodes.season1.leastmagical]], Lina, was introduced as [[Guadalupe Jara|Lupe's]] imaginary and only friend. Unlike others, Lina seemed to care a lot about Lupe and be invested in what she does, instead of ignoring her like her classmates or telling her who she can and can't be like her mom.\n\n# Physical Appearance\nWhen Lina was first introduced, she appeared as a normal human, like Lupe. Instead of pink hair and eyes, imaginary Lina had hazel hair and eyes, along with the school's girls' outfit and a bag, both of the same water/spring green, white, and orange color scheme as her sweater in the later chapters. She also has the same shade of green for her bracelet and orange nails, with gray socks and brown shoes instead of green nails and green shoes (shown in later chapters).\n\nIn [[Episode 2|episodes.season1.linaandlupe]], she is shown to wear a pink and yellow shirt.\n\nIn [[Episode 3|episodes.season1.questionslater]] Lina was seen with her most common appearance, her witch appearance, for the first time. \"[[Witch|lore.witches]] Lina\" have fuchsia pink hair and eyes, as well as pointy ears. She wears a type of clothing known as a witches uniform consisting of a white, long-sleeved and loosely fitting shirt with an orange turtleneck, oversized orange cuffs and an orange hem that widens into a skirt-like shape. Beneath that she wears a short, spring green, pleated skirt and a pair of spring green moccasins. She can be seen wearing a white and spring green bag from time to time and from [[Episode 16|episodes.season1.mythofthelady]] onward she have spring green nail polish as well.\n\n## Red Hoods\nIn Episode 29 Carolina is revealed to be a part of the Red Hoods, known as the Pink Rose, She mentions someone called Blue Rose but doesn't elaborate. Carolina was at one point the Leader of the Red Hoods before the group disbanded.\n\n## The Traitor\nIn Carolina's Own story, Episode 18, she mentions that the traitor took 6 [[Bells|lore.bells]] from the Blue Rose, and along with her 6 used them to face [[The Wolf|characters.cricket]]. But facing the wolf, it simply vanished.\n\nThe act of stealing Blue Rose's bells labeled her as the traitor.","n":0.052}}},{"i":17,"$":{"0":{"v":"Carla \"The Blue Rose\"","n":0.5},"1":{"v":"![[tags.stub#^stub]]\n\nOnly appearing so far as a silhouette in Episode 18 of Four Leaf. The Blue Rose was the other leader of The Red Hoods. Her bells were taken by Lina after a long fight in Garua. Her current whereabouts are unknown.\n\n#stub","n":0.156}}},{"i":18,"$":{"0":{"v":"Alvar Lambert","n":0.707},"1":{"v":"\nAlvar is one of the supporting characters in Four Leaf. Heir and current wielder of [[The Dragonfly|lore.dragonfly]].\n\n# Initial Appearance\nAppearing as a background character in [[Episode 8 - Witch Hunting|episodes.season1.witchhunting]], when a group of hunters arrive to interrupt [[Carolina's|characters.carolina]] gloom collecting to apprehend her due.\n\nHe is later established to have a more prominent role in the story once he converses with [[Guadalupe|characters.guadalupejara]], in [[Episode 10 - A meeting at the station|episodes.season1.meetingatstation]], where they exchange names.\n\n# Physical Appearance\nTo be filled, If you'd like to help out see [[meta.github]] or click the link at the very bottom of this page.\n\n# Background\nAlvar carries a sword known as the Dragonfly. In [[Episode 12 - The Dragonfly|episodes.season1.dragonfly]] readers learn from Cricket that the sword has unique traits and is carried through a line of successors. In [[Episode 15 - Gloom Pit|episodes.season1.gloompit]] Lina emphasizes this fact by stating, \"I know exactly who you are, Alvar Lambert...heir of the dragonfly.\"\n\n\n# Relationships\n\n## [[Liam Lambert|characters.liamlambert]]\nNot much is known of Liam at the moment aside from mentions that he is Alvar's father and chief of the Deidri village. He is known to be the one who passed the Dragonfly on to Alvar. ''In Episode 46 - Heir of the Chief'' Alvar tells Lupe about his reluctance in becoming the next in line for chief, a role that his father and many others expect him to accept without complaint. One additional detail is that Liam may have had a hand in deciding Alvar's arranged marriage partner.\n\n## [[Guadalupe \"Lupe\" Jara|characters.guadalupejara]]\nUpon first meeting it seems Alvar doesn't seem to think much of Lupe. It's only in [[Episode 14 - Midnight Visitor|episodes.season1.midnightvisitor]] that he is shown to have some sense of responsibility towards her as a Hunter when he believes she is in danger of Lina. Alvar overall is seen to be on relatively good terms with Lupe as the story progresses. Although they have yet to openly state if they've become friends or are just mere acquaintances together in an odd circumstance. Whether it's due to her also being a Deidri or his sense of responsibility in helping her he hasn't shown much hostility towards her.\n\n## [[Carolina \"Lina\"|characters.carolina]]\nSaying the relationship between these two is rocky would be putting it mildly. Alvar doesn't have any trust or empathy towards Lina and it seems the latter feels the same way. This is mainly due to the fact that one is a Hunter and the other a Witch, so it's not surprising they would see each other as enemies. Their hostility with one another has probably only been accentuated when Lina essentially blackmails Alvar in [[Episode 15 - Gloom Pit|episodes.season1.gloompit]] by making him escort herself and Lupe to the Lady.\n\n## [[Cricket|characters.cricket]]\nCricket advises Alvar to not travel through the woods at night in [[Episode 12 - The Dragonfly|episodes.season1.dragonfly]] and instead redirects him to staying at an inn he knows. Alvar doesn't seem too fond of him, but it only comes off as mild annoyance or skepticism depending on the situation.\n\n\n## [[Alice \"The Lady\"|characters.alice]]\nAlvar doesn't believe that the Lady exists. He only sees her as a myth. In ''Episode 20 - Bedtime Story'' Alvar tells Lupe about the origins of the Lady in a folk tale known as Four Leaf. Despite the fact that the Wolf from the tale is based on the real thing and how many people have claimed to have met her, Alvar is still skeptical to her existence.\n\n\"But that doesn't make everything else on the tale real. They just made up a story to tell where the wolf came from, I guess.\" - Alvar to Lupe in [[Episode 20 - Bedtime Story|episodes.season1.bedtimestory]]\n","n":0.041}}},{"i":19,"$":{"0":{"v":"Alice \"The Lady\"","n":0.577},"1":{"v":"![[tags.stub#^stub]]\n\nThe Lady or as her name is later revealed to be Alice, is a supporting character. \n\n\n# Initial Appearance\nThe Lady is usually referred just by second-hand accounts since her existence is questioned by the majority of the population because of her status as being just a character from the fairy tale, [[Four Leaf|lore.fourleaf]].\n\nThe Lady has been mentioned throughout the initial episodes as the ultimate goal of [[Lupe|characters.guadalupejara]] and [[Lina|characters.carolina]] to wish Lupe back home.\n\n\n== Wishes Granted ==\n* Liam Lambert, father of [[Alvar Lambert]], wished for a weapon that would allow him to face the witches, so The Lady gave him a stone that the hunters forged into [[The Dragonfly]].\n* [[Carolina]] wished for a friend which ended up sending [[Guadalupe Jara]] to Carolina's world.\n\n#stub","n":0.09}}}]}
